[
{"url": "https://www.work.ua/jobs/5484197/", "title": "Odoo developer (Python)", "salary": null, "employer": "А4", "description": "Запрошуємо до співпраці досвідчених розробників Odoo, з досвідом роботи в проектах як в Україні так і закордоном. Зараз ми активно розширюємо нашу команду впровадження ERP Odoo Enterprise, працюючи як з українськими клієнтами, так і з іноземними замовниками.Ми розробляємо рішення, які зміцнюють позиції наших клієнтів на ринку та сприяють розвитку. Основні вимоги : Обов’язки : Буде перевагою : Будь-ласка, надсилайте CV, якщо Вам було б цікаво долучитися до нової команди! "},
{"url": "https://www.work.ua/jobs/5490188/", "title": "Senior Python/Django Engineer", "salary": "132760–246554 грн", "employer": "Apexive", "description": "At , we’re not just developers; we’re the Special Forces of the software world. Our mission is simple: build groundbreaking technology rapidly using the latest and best-suited tech stacks for each of our clients. We adopt a founder-focused approach in every project, aiming to transform visionary startups into tech unicorns that positively impact the world.We prioritize code quality, efficiency, and the pursuit of zero technical debt, believing these are key to productivity and success in the fast-paced tech landscape.While we are technology agnostic and believe in using the right tools for a given challenge, we are experts in cutting-edge frameworks and platforms, such as Flutter/Dart, Google Cloud Platform/AWS/Kubernetes, Python/Django, and Terraform, to name very a few. This is a full-time position. What You’ll Do: Reporting directly to the CTO, this role will be responsible for: Skills We’re looking for:  Nice to have:  Perks &amp; Benefits 💰 Competitive compensation📈 Equity options💻 Work with the latest tech stack and top startups from various industries🏖️ Offsite week in Thailand full of adventures — all expenses paid🧳 Flexible work hours and truly remote work culture🧗‍♂️ Work From Anywhere 👫 Mentorship program — get a mentor and become one📚 Conferences, meetups, language lessons, and seminars to support personal growth"},
{"url": "https://www.work.ua/jobs/5301777/", "title": "Python Developer, Mentor", "salary": null, "employer": "FoxmindEd", "description": "Шукаємо крутих  менторів Python  для наших крутих студентів!Пам’ятаєш себе на старті кар'єри? Багатьом із нас не вистачало сильного ментора, який підкаже, спрямує, обговорить з тобою різні підходи, рішення, тренди.Менторство — чудовий шанс здобути нові навички, поглянути на старі задачі з іншої точки зору, структурувати базові знання і, звісно, допомогти студентам. Що потрібно, щоб стати ментором Python в нашій команді:  Обов’язки:  Можливості, які ти отримаєш:  Ми пропонуємо: Якщо ви бажаєте приєднатися до нашої команди та внести свій вклад у розвиток IT-освіти, надсилайте своє резюме на електронну адресу [<a href=\"/jobseeker/my/resumes/send/?id=5301777\">відгукнутися</a>]"},
{"url": "https://www.work.ua/jobs/5493563/", "title": "Back end developer (Python, Flask, SQL)", "salary": "40000–60000 грн", "employer": "ES Production", "description": "Job Title: Mid-level Back-end Software Developer (Python, Flask, SQL)Company: ES ProductionLocation: RemoteCompensation:As a Mid-level Back-end Software Developer at ES Production Company, you will be compensated through our partnership model. We do not offer a traditional salary but instead provide a unique opportunity for partnership and profit sharing.You will have the chance to become a co-owner of our company and benefit from the success and growth of our business. Further details regarding the partnership structure and profit sharing will be discussed during the interview process.About the Company:ES Production is a forward-thinking software development company that is reshaping the industry with its innovative web applications. Our ecosystem includes various dynamic web services, such as a retail marketplace, a wholesale marketplace, a business management service, and a job offering service. Our mission is to empower businesses by simplifying operations and enabling seamless data sharing across our services.Job Description:We are in search of a talented and experienced Mid-level Back-end Software Developer to join our remote team. As a Mid-level Back-end Software Developer, your responsibilities will include designing, developing, and maintaining the server-side components of our web applications. Collaboration with front-end developers is crucial to ensuring smooth integration and optimal performance. Your role will be pivotal in building our groundbreaking system and contributing to the future success of our company.Responsibilities:Qualifications:How to Apply:Interested candidates are encouraged to submit their resume, portfolio, and any relevant work samples via the following link:"},
{"url": "https://www.work.ua/jobs/5488832/", "title": "Розробник Python", "salary": "50000–120000 грн", "employer": "Prai Inc.", "description": "Вакансія: Розробник Python (Python Developer)1. Розробка та підтримка алгоритмічних торгових систем.2. Аналіз фінансових даних для виявлення торгових можливостей.3. Розробка та оптимізація алгоритмів кількісного фінансування.4. Інтеграція з зовнішніми API для збору та обробки даних ринку.Для подачі заявки, будь ласка, надішліть своє резюме та супровідний лист на вказану електронну адресу. У своєму супровідному листі коротко опишіть свій досвід у галузі кількісних фінансів та алгоритмічної торгівлі, а також ваші основні навички та досягнення у сфері програмування на Python."},
{"url": "https://www.work.ua/jobs/5184790/", "title": "Intern/trainee analytic programmer (DAX, M, VBA, SAS, R, Python)", "salary": null, "employer": "Business Research Group", "description": " Потреба:  Наймемо технічного помічника в науковому актуарно-статистичному проекті для програмування на DAX, M, VBA, SAS, R, Python та суміжних функцій. Бажано студента. Оплата  погодинна залежно від рівня. Пересилаємо через Вестерн Юніон. Погодинний облік ведете в гугл-шит файлі, щодня відзначаючи зроблені завдання. Вимоги  до кандидата: Обов’язки  за наймом:Розглядаються  заявки , в яких зазначено:"},
{"url": "https://www.work.ua/jobs/5482955/", "title": "Python developer (Middle, Senior)", "salary": "70000–110000 грн", "employer": "OGD Solutions", "description": " Our company, OGD Solutions OÜ, has opened vacancies for the position of Python Developer.  What do we offer:  Required skills:   It will be a plus:  We are also looking for technical interviewers. To apply for this vacancy, please make a note in the cover letter.  "},
{"url": "https://www.work.ua/jobs/5463316/", "title": "Python Backend Developer", "salary": null, "employer": "Trendline, LLC", "description": " Вимоги (основні) : Додаткові: Умови роботи :  Обов’язки : "},
{"url": "https://www.work.ua/jobs/4983344/", "title": "Викладач Python в школу програмування (онлайн)", "salary": "8000–18000 грн", "employer": "IT Future", "description": "У зв’язку з ростом кількості учнів, шукаємо викладачів по  Програмуванню на Python.  Ми проводимо індивідуальні уроки в онлайн форматі, для дітей від 7 років по всьому світу. Ми націлені на якісне навчання, відповідно, основна вимога до кандидата, бажання та вміння ділитися знаннями. Вимоги:  Обов’язки:  Умови роботи:  При відгуку на вакансію обов’язково вказуйте бажаний напрямок для викладання. Кандидати без резюме та прихованими даними не розглядаються. Приєднуйтесь до нашої дружньої команди!IT FUTURE Online — Онлайн школа програмування для дітей від 7 років"},
{"url": "https://www.work.ua/jobs/5464012/", "title": "Senior Python Developer", "salary": "24000–30000 грн", "employer": "VOL company", "description": "Вакансія: Python DeveloperМи шукаємо талановитого Python Developer для приєднання до нашої команди у компанії «VOL company». Ви будете відповідальні за розробку та підтримку наших веб-рішень, з використанням мови програмування Python.Основні обов’язки:Вимоги:Ми пропонуємо:Якщо ви маєте досвід у розробці веб-додатків з використанням Python та бажаєте приєднатися до нашої компанії, будь ласка, надішліть своє резюме разом з прикладами вашої роботи. Ми з нетерпінням чекаємо на вашу заявку!"},
{"url": "https://www.work.ua/jobs/5465833/", "title": "Викладач мови Python", "salary": null, "employer": "IT Step Academy", "description": " Вакансія: Викладач мови програмування Python   Міжнародна Академія IT Step  — це інноваційний освітній інститут, що надає високоякісну підготовку в галузі інформаційних технологій. Ми прагнемо розвивати та підтримувати талановитих фахівців, які готові приймати виклики сучасного IT-світу.З 1999 року IT Step Academy розширює горизонти IT-освіти та налічує 108 філій у 23 країнах світу. Ми пишаємося тим, що маємо сотні тисяч випускників по всьому світу, бо висока якість нашої освіти є основою успіху та змінює життя. Ключові рушії IT Step Academy це: професійні викладачі, сучасна навчальна програма й досконала інфраструктура. Наші студенти мають унікальну можливість отримати диплом та міжнародні сертифікати завдяки партнерству з провідними IT-компаніями Microsoft, Cisco, Autodesk. Обов’язки:  Вимоги:  Пропозиція: Надсилайте своє резюме та мотиваційний лист на електронну адресу  [<a href=\"/jobseeker/my/resumes/send/?id=5465833\">відгукнутися</a>] чи в телеграм @Innessayu . Зазначте тему листа «Вакансія: Викладач Python — IT Step».Ми шукаємо талановитих та енергійних професіоналів, які готові долучитися до нашої місії формування нового покоління IT-експертів. Приєднуйтеся до нас і будьте частиною інноваційного освітнього середовища!"},
{"url": "https://www.work.ua/jobs/5460411/", "title": "Викладач Python в IT-школу (Django, Git, Docker)", "salary": "10000–15000 грн", "employer": "Logika, мiжнародна школа програмування для дiтей", "description": " Хто така Logika: Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності. У школі Logika по Україні навчаються понад 17 тисяч учнів віком від 7 до 18 років. У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається та в зв’язку зі створенням нового курсу Python відбувається пошук викладачів! Ми пропонуємо:  Хто нам потрібен?:  Обов`язки: Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Logika!Не втрачай можливість — хутчіш залишай відгук або пиши у Telegram: @kyryloraus!"},
{"url": "https://www.work.ua/jobs/5469325/", "title": "Python-программист", "salary": "10000–30000 грн", "employer": "Интернет Решения", "description": "Вакансія: Python-программист Обов’язки:Вимоги:Ми пропонуємо:Якщо ви маєте бажання працювати в сучасній компанії з надійною репутацією та розвиватись як професіонал, надсилайте своє резюме нам. Ми чекаємо саме на вас!"},
{"url": "https://www.work.ua/jobs/5466723/", "title": "Junior Python Developer", "salary": null, "employer": "Solidway", "description": " Віддалена робота  Ми шукаємо Junior Python Developer, амбіційного фахівця, який бажає розвиватися. Очікуємо, що ви активно братимете участь у процесі розробки, виявлятимете ініціативу та прагнення до професійного зростання.  Обов’язки:  Вимоги : Ми пропонуємо:  Для відгуку на вакансію заповніть форму  "},
{"url": "https://www.work.ua/jobs/3974036/", "title": "PHP, Python Web Developer", "salary": "42000–46000 грн", "employer": "Soaring Venture Corp.", "description": "Salary: $1200USD/Month Job Description:  Requirements:   Job Description: Working remotely for a Canadian company assisting with:"},
{"url": "https://www.work.ua/jobs/5335966/", "title": "Python developer (senior or lead)", "salary": "120000–160000 грн", "employer": "Piche Ltd", "description": "Are you an ambitious developer with expertise in  Python ? Are you ready to embrace the challenge of building a next-generation  AI-running   business process management  web platform from scratch? We’re looking for an advanced professional who is not only proficient in coding, but also isn’t afraid to change the IT industry and make a significant impact.As a  Senior/Lead Python Developer  on our team, you will work with other experts, collaborating on high-quality solutions, and your  daily tasks  will be: YOU’LL STAND OUT IF YOU HAVE:  WHY PICHE? Our project is a groundbreaking initiative aimed at creating a multi-lingual, cutting-edge web platform utilizing the newest technologies and tools. This is a greenfield project, providing the opportunity to work from the ground up on a truly innovative solution. Our aim is to utilize AI technologies wherever possible to enhance and optimize our platform, taking advantage of the vast potential that AI has to offer. WE’RE HAPPY TO PROVIDE YOU WITH: If you’re passionate about your craft, eager to learn and grow, and ready to be part of a groundbreaking project that’s set to change the landscape of the IT industry,  we’d love to hear from you. "},
{"url": "https://www.work.ua/jobs/5017342/", "title": "Fullstack Python/React Developer", "salary": "60000–150000 грн", "employer": "Elementica", "description": " ABOUT ELEMENTICA Welcome to Elementica! We are excited to see you on our profile. Elementica is a leading global software development company — expert in delivering web development, mobile application development and IT consulting services of any complexity to clients worldwide. JOB POSITION We are looking for a talented Fullstack Python/React Developer to join our Development Team. You will be at the core of our talented Web Apps teams and focus on building the most advanced and meaningful apps and workflows on the latest web technologies.  RESPONSIBILITIES AND DUTIES As a fullstack developer, you will work on our next generation applications, a specific project critical to our customer’s needs. We need our engineers to be versatile, display leadership qualities and be enthusiastic to take on new challenges as we continue to push technology forward.We are Product oriented developers with a growth mindset. We are curious problem solvers and we like to collaborate, communicate, share knowledge and technical ideas and grow together. What you’ll do:  What we look for in you:  We are looking for these skills/experience:  What we offer: Our job offer Full Stack Python/React Developer sounds interesting? Then we are looking forward to receiving your application!"}
]